[
	{
		"date": "2025-06-01",
		"txt_en": "Laughter is the spark that turns ordinary days into childhood magic.",
		"txt_cn": "嘴角扬起的弧度，是童年最灵验的魔法。"
	},
	{
		"date": "2025-06-02",
		"txt_en": "You don't have to be perfect to be worthy of love.",
		"txt_cn": "你无需完美，依然值得被爱。"
	},
	{
		"date": "2025-06-03",
		"txt_en": "Bravery is choosing to speak your truth even when your voice shakes.",
		"txt_cn": "真正的勇敢，是颤抖着也要说出心底的光。"
	},
	{
		"date": "2025-06-04",
		"txt_en": "The smallest act of kindness can rewrite someone's story.",
		"txt_cn": "点滴温暖，可成他人生命中的燎原星火。"
	},
	{
		"date": "2025-06-05",
		"txt_en": "No act of kindness, no matter how small, is ever wasted.",
		"txt_cn": "再微小的善意，亦是星火燎原。"
	},
	{
		"date": "2025-06-06",
		"txt_en": "Scars are not signs of brokenness, but proof of how we mended.",
		"txt_cn": "伤疤不是破碎的印记，而是愈合的勋章。"
	},
	{
		"date": "2025-06-07",
		"txt_en": "Even the tiniest pebble can ripple an entire ocean.",
		"txt_cn": "微尘之力，可撼山海。"
	},
	{
		"date": "2025-06-08",
		"txt_en": "The world needs all kinds of minds to stitch its tapestry.",
		"txt_cn": "世界需要不同的灵魂，织就它的瑰丽画卷。"
	},
	{
		"date": "2025-06-09",
		"txt_en": "A friend's handprint on your heart never fades, even when they're gone.",
		"txt_cn": "挚友在心上留下的掌纹，纵使离别亦永不褪色。"
	},
	{
		"date": "2025-06-10",
		"txt_en": "Plant your dreams in cracked soil—that's where roots dig deepest.",
		"txt_cn": "绝境中的希望，往往迸发最顽强的生命力。"
	},
	{
		"date": "2025-06-11",
		"txt_en": "Never dull your sparkle to fit into someone else's sky.",
		"txt_cn": "莫因他人眼中的天空，遮掩自身的光芒。"
	},
	{
		"date": "2025-06-12",
		"txt_en": "Even the faintest glow can lead you home when the world feels too dark.",
		"txt_cn": "暗夜中的萤火，胜过白昼的骄阳。"
	},
	{
		"date": "2025-06-13",
		"txt_en": "You have something none of us have.",
		"txt_cn": "你有他人所不具备的特质。"
	},
	{
		"date": "2025-06-14",
		"txt_en": "Turn your scars into compasses—they'll point you to where light waits.",
		"txt_cn": "伤疤是灵魂的地图，标记光来的方向。"
	},
	{
		"date": "2025-06-15",
		"txt_en": "A song stitched with tears can still mend a thousand broken nights.",
		"txt_cn": "歌声是暗夜的针线，将心事缝成星辰。"
	},
	{
		"date": "2025-06-16",
		"txt_en": "Strength isn't always a roar; sometimes it's the breath you hold to keep going.",
		"txt_cn": "沉默中的坚韧，震耳欲聋。"
	}
]