[
	{
		"date": "2025-09-01",
		"txt_en": "Unity turns raindrops into rivers that move mountains.",
		"txt_cn": "团结让雨滴汇成移山的江河。"
	},
	{
		"date": "2025-09-02",
		"txt_en": "Teamwork is the puzzle solved with missing pieces.",
		"txt_cn": "合作是用残缺拼图完成整幅画面。"
	},
	{
		"date": "2025-09-03",
		"txt_en": "Friendship is remembering how they take their coffee.",
		"txt_cn": "友谊是记得对方喝咖啡加几块糖。"
	},
	{
		"date": "2025-09-04",
		"txt_en": "Gratitude grows wild like dandelions in parking lots.",
		"txt_cn": "感恩如停车场疯长的蒲公英。"
	},
	{
		"date": "2025-09-05",
		"txt_en": "Home is the flashlight left on the porch for late workers.",
		"txt_cn": "家是为晚归者留在门廊的手电筒。"
	},
	{
		"date": "2025-09-06",
		"txt_en": "To endure is to let raindrops carve mountains.",
		"txt_cn": "坚持是任雨滴雕凿山峦。"
	},
	{
		"date": "2025-09-07",
		"txt_en": "Love ignites when your shadow drinks from the same moon as mine.",
		"txt_cn": "双影汲孤月，燃情作烬烟。"
	},
	{
		"date": "2025-09-08",
		"txt_en": "Love is the unsent letter folded into a paper crane's wings.",
		"txt_cn": "未寄出的情书折成纸鹤翅膀。"
	},
	{
		"date": "2025-09-09",
		"txt_en": "Friendship melts glaciers with the heat of shared silence.",
		"txt_cn": "与朋友共度的沉默以热度融化冰川。"
	},
	{
		"date": "2025-09-10",
		"txt_en": "Teachers water courage in the cracks of our doubts.",
		"txt_cn": "老师在怀疑的裂缝里浇灌勇气。"
	},
	{
		"date": "2025-09-11",
		"txt_en": "We are magnetic stars collapsing into each other's event horizons.",
		"txt_cn": "我们是彼此坠向命运深渊却互相牵引的磁星。"
	},
	{
		"date": "2025-09-12",
		"txt_en": "A river carves mountains not by force, but by persistence.",
		"txt_cn": "河流切割山峦，非凭蛮力，唯靠坚持。"
	},
	{
		"date": "2025-09-13",
		"txt_en": "To reach undiscovered stars, one must first lose sight of the shore.",
		"txt_cn": "欲抵未见之星，须敢失岸于视野。"
	},
	{
		"date": "2025-09-14",
		"txt_en": "The world is quiet here. And we make our own light.",
		"txt_cn": "世界在此沉寂，但我们为自己照亮前路。"
	},
	{
		"date": "2025-09-15",
		"txt_en": "We are not what we have lost. We are what we have left.",
		"txt_cn": "定义我们的不是失去，而是我们依然拥有的。"
	},
	{
		"date": "2025-09-16",
		"txt_en": "I'm a work of art, and art isn't always nice.",
		"txt_cn": "我本成艺术，独特而但并非完美。"
	},
	{
		"date": "2025-09-17",
		"txt_en": "I will never leave you. That is my promise. Now and forever.",
		"txt_cn": "我绝不会离开你。这是我的承诺，从现在到永远。"
	},
	{
		"date": "2025-09-18",
		"txt_en": "Love isn't a thing that happens to you. It's a thing you do.",
		"txt_cn": "爱不是被动的感受，而是主动的选择。"
	},
	{
		"date": "2025-09-19",
		"txt_en": "The reason we fall is so we learn to get back up.",
		"txt_cn": "我们跌倒的意义，在于学会如何重新站起来。"
	},
	{
		"date": "2025-09-20",
		"txt_en": "The world is changed by your example, not by your opinion.",
		"txt_cn": "榜样比意见更有力量。"
	},
	{
		"date": "2025-09-21",
		"txt_en": "Sometimes the thing you're searching for your whole life is right there by your side.",
		"txt_cn": "有时你所追寻的，往往会在不经意时出现。"
	},
	{
		"date": "2025-09-22",
		"txt_en": "The most important relationship you will ever have is the one with yourself.",
		"txt_cn": "人首先要忠于自己，与自己和解。"
	}
]